{"HMDelivery":[{"_id":"6506946c71aab3cd044ec064","DeliveryPolicy":"Welcome to H&M's Delivery Policy. By placing an order through our website, app, or in-store, you agree to the terms set forth in this policy. Please read the following information carefully to understand our practices related to the delivery of purchased products. Types of Delivery: 1. Standard Delivery: Delivered within 5-7 business days. 2. Express Delivery: Delivered within 2-3 business days. 3. Same-Day Delivery: Available in select locations. Delivery Fees: Standard Delivery is $5.99, but it's free for orders above $50. Express Delivery is $12.99 with no minimum order value, and Same-Day Delivery is $20, available only for orders placed before 11 AM local time. Service Areas: We deliver to all states within the United States, including Alaska and Hawaii. International delivery is available to select countries, and additional charges may apply. Delivery Scheduling and Tracking: Once your order is processed, you will receive an email with a tracking number. For Same-Day Delivery, orders must be placed before 11 AM local time. Unsuccessful Deliveries: If delivery is unsuccessful due to unavailability or incorrect address, the package will be returned to the nearest warehouse and additional charges will be incurred for redelivery. Special Requirements: For oversized or bulky items, special delivery arrangements may be necessary and will be communicated at the time of purchase. Pick-Up Options: In-store pickup is available at selected locations and is free of charge. Risk of Loss: All items purchased are made under a shipment contract, meaning the risk of loss and title for such items pass to you upon our delivery to the carrier. Holiday Schedule: Deliveries may be delayed during public holidays; notifications will be made during checkout. Damaged or Missing Items: Report any damaged or missing items within 48 hours of delivery for a full refund or exchange. Exclusions: We do not deliver to P.O. Boxes or military APO/FPO addresses. Changes and Cancellations: Must be made within one hour of placing an order. Customer Service: For any questions or concerns, contact us at h-and-m@gmail.com or call us at 4694694699. Policy Modification: H&M reserves the right to modify this Delivery Policy at any time; changes will be effective immediately upon posting on our website."}],"HMMembership":[{"_id":"650693d771aab3cd044ec054","MembershipPolicy":"Welcome to the H&M Membership Program! Our program is designed to reward our most loyal customers with exclusive offers, discounts, and benefits. By signing up for the H&M Membership Program, you agree to the terms and conditions outlined in this policy. Eligibility: The membership is open to all customers who are at least 18 years old. No purchase is necessary to become a member. Employees of H&M and affiliated companies are not eligible for the membership program. How to Sign Up: In-Store: Visit any of our H&M stores and ask our staff to assist you in completing the sign-up process. Online: Log onto our official website or mobile application, navigate to the membership section, and follow the step-by-step instructions. Member Benefits: Basic Tier: 10% off your first purchase, Birthday discount: Receive a special 20% discount voucher every year on your birthday, Early access to sales and promotions. Premium Tier: All the benefits of the Basic Tier, Free standard shipping on all orders, Exclusive invites to H&M events, VIP customer service hotline, Access to premium sales, not accessible to Basic Tier members. Points System: Earn 1 point for every dollar spent at H&M. Reach 1000 points to upgrade from Basic to Premium Tier. How to Redeem Points: Log into your account and navigate to the rewards section. Choose your preferred reward and confirm the redemption. Expiration of Points: Points expire 12 months from the date they were earned. Member Conduct: Membership is intended for individual use only and is not transferable. Any abuse of the program, failure to follow any terms, or any misrepresentation may subject members to membership revocation and will affect eligibility for further participation. Termination Policy: H&M reserves the right to terminate the program at any time, for any reason. Privacy Policy: Your personal information will be managed as per H&M's Privacy Policy. Changes to Policy: H&M reserves the right to modify, alter, or otherwise update this policy at any time. We will notify members of any changes via email. Contact: For any questions, reach out to our customer service team at h-and-m@gmail.com or call us at 4694694699. This membership policy outlines the general guidelines, and we recommend always checking our official website for the most current information."}],"HMPolicies":[{"_id":"650690a9975de04511dc10c5","ReturnPolicy":"We at H&M strive to offer quality products that bring value to your life. If for any reason you are not satisfied with your purchase, our return policy provides comprehensive guidelines for returns and exchanges. Please read the following sections carefully to understand how to navigate our return process. You have 30 days from the date of delivery for online purchases and 30 days from the date of purchase for in-store purchases to initiate a return. To be eligible for a return, the item must be unused and unwashed, must have all tags intact, must be in its original packaging, and must include a copy of the receipt or proof of purchase. There are various types of returns: Full Refunds are available for items that meet the eligibility criteria and are returned within the policy duration; Store Credit is offered for items returned after 30 days but within 45 days; Exchanges are available for defective or incorrect items. The following items are non-returnable: Gift Cards, Undergarments, Swimwear, Cosmetics and Fragrances, and Clearance Items marked 'Final Sale.' For online returns, you need to log into your H&M account, navigate to 'Order History,' identify the item(s) you wish to return, initiate the return process, download and print the return label, securely package the items with all original packaging and labels, attach the return label, and drop off the package at the nearest authorized courier service location. Customers are responsible for return shipping costs except in cases where the item was defective or incorrect. In-store returns require the item(s) and the original receipt, and refunds will be processed to the original form of payment or as store credit. We regret that international orders are not eligible for returns or exchanges at this time. If you receive a defective or incorrect item, please contact Customer Service within 7 days to arrange for a full refund or exchange. Once we receive your returned item, we will inspect it and, if approved, initiate a refund to the original form of payment. The refund will be processed within 7-10 business days depending on your financial institution. We only replace items if they are defective or damaged, and exchanges are subject to availability in our inventory. During the holiday season, we extend our return policy to 45 days for purchases made between November 1st and December 31st. Exceptions include maternity items which can be returned up to 60 days from the date of purchase, and custom-made or personalized items, which are not eligible for returns. If you have any questions regarding our return policy, please contact us via email at h-and-m@gmail.com or phone at 4694694699. H&M reserves the right to modify this return policy at any time; changes will be effective immediately upon posting on our website."}]}