[{"_id":"6506946c71aab3cd044ec064","DeliveryPolicy":"Welcome to H&M's Delivery Policy. By placing an order through our website, app, or in-store, you agree to the terms set forth in this policy. Please read the following information carefully to understand our practices related to the delivery of purchased products. Types of Delivery: 1. Standard Delivery: Delivered within 5-7 business days. 2. Express Delivery: Delivered within 2-3 business days. 3. Same-Day Delivery: Available in select locations. Delivery Fees: Standard Delivery is $5.99, but it's free for orders above $50. Express Delivery is $12.99 with no minimum order value, and Same-Day Delivery is $20, available only for orders placed before 11 AM local time. Service Areas: We deliver to all states within the United States, including Alaska and Hawaii. International delivery is available to select countries, and additional charges may apply. Delivery Scheduling and Tracking: Once your order is processed, you will receive an email with a tracking number. For Same-Day Delivery, orders must be placed before 11 AM local time. Unsuccessful Deliveries: If delivery is unsuccessful due to unavailability or incorrect address, the package will be returned to the nearest warehouse and additional charges will be incurred for redelivery. Special Requirements: For oversized or bulky items, special delivery arrangements may be necessary and will be communicated at the time of purchase. Pick-Up Options: In-store pickup is available at selected locations and is free of charge. Risk of Loss: All items purchased are made under a shipment contract, meaning the risk of loss and title for such items pass to you upon our delivery to the carrier. Holiday Schedule: Deliveries may be delayed during public holidays; notifications will be made during checkout. Damaged or Missing Items: Report any damaged or missing items within 48 hours of delivery for a full refund or exchange. Exclusions: We do not deliver to P.O. Boxes or military APO/FPO addresses. Changes and Cancellations: Must be made within one hour of placing an order. Customer Service: For any questions or concerns, contact us at h-and-m@gmail.com or call us at 4694694699. Policy Modification: H&M reserves the right to modify this Delivery Policy at any time; changes will be effective immediately upon posting on our website."}]