[{"_id":"650693d771aab3cd044ec054","MembershipPolicy":"Welcome to the H&M Membership Program! Our program is designed to reward our most loyal customers with exclusive offers, discounts, and benefits. By signing up for the H&M Membership Program, you agree to the terms and conditions outlined in this policy. Eligibility: The membership is open to all customers who are at least 18 years old. No purchase is necessary to become a member. Employees of H&M and affiliated companies are not eligible for the membership program. How to Sign Up: In-Store: Visit any of our H&M stores and ask our staff to assist you in completing the sign-up process. Online: Log onto our official website or mobile application, navigate to the membership section, and follow the step-by-step instructions. Member Benefits: Basic Tier: 10% off your first purchase, Birthday discount: Receive a special 20% discount voucher every year on your birthday, Early access to sales and promotions. Premium Tier: All the benefits of the Basic Tier, Free standard shipping on all orders, Exclusive invites to H&M events, VIP customer service hotline, Access to premium sales, not accessible to Basic Tier members. Points System: Earn 1 point for every dollar spent at H&M. Reach 1000 points to upgrade from Basic to Premium Tier. How to Redeem Points: Log into your account and navigate to the rewards section. Choose your preferred reward and confirm the redemption. Expiration of Points: Points expire 12 months from the date they were earned. Member Conduct: Membership is intended for individual use only and is not transferable. Any abuse of the program, failure to follow any terms, or any misrepresentation may subject members to membership revocation and will affect eligibility for further participation. Termination Policy: H&M reserves the right to terminate the program at any time, for any reason. Privacy Policy: Your personal information will be managed as per H&M's Privacy Policy. Changes to Policy: H&M reserves the right to modify, alter, or otherwise update this policy at any time. We will notify members of any changes via email. Contact: For any questions, reach out to our customer service team at h-and-m@gmail.com or call us at 4694694699. This membership policy outlines the general guidelines, and we recommend always checking our official website for the most current information."}]