[{"_id":"650690a9975de04511dc10c5","ReturnPolicy":"We at H&M strive to offer quality products that bring value to your life. If for any reason you are not satisfied with your purchase, our return policy provides comprehensive guidelines for returns and exchanges. Please read the following sections carefully to understand how to navigate our return process. You have 30 days from the date of delivery for online purchases and 30 days from the date of purchase for in-store purchases to initiate a return. To be eligible for a return, the item must be unused and unwashed, must have all tags intact, must be in its original packaging, and must include a copy of the receipt or proof of purchase. There are various types of returns: Full Refunds are available for items that meet the eligibility criteria and are returned within the policy duration; Store Credit is offered for items returned after 30 days but within 45 days; Exchanges are available for defective or incorrect items. The following items are non-returnable: Gift Cards, Undergarments, Swimwear, Cosmetics and Fragrances, and Clearance Items marked 'Final Sale.' For online returns, you need to log into your H&M account, navigate to 'Order History,' identify the item(s) you wish to return, initiate the return process, download and print the return label, securely package the items with all original packaging and labels, attach the return label, and drop off the package at the nearest authorized courier service location. Customers are responsible for return shipping costs except in cases where the item was defective or incorrect. In-store returns require the item(s) and the original receipt, and refunds will be processed to the original form of payment or as store credit. We regret that international orders are not eligible for returns or exchanges at this time. If you receive a defective or incorrect item, please contact Customer Service within 7 days to arrange for a full refund or exchange. Once we receive your returned item, we will inspect it and, if approved, initiate a refund to the original form of payment. The refund will be processed within 7-10 business days depending on your financial institution. We only replace items if they are defective or damaged, and exchanges are subject to availability in our inventory. During the holiday season, we extend our return policy to 45 days for purchases made between November 1st and December 31st. Exceptions include maternity items which can be returned up to 60 days from the date of purchase, and custom-made or personalized items, which are not eligible for returns. If you have any questions regarding our return policy, please contact us via email at h-and-m@gmail.com or phone at 4694694699. H&M reserves the right to modify this return policy at any time; changes will be effective immediately upon posting on our website."}]